kakka=kakka
#Log out
logout=Kirjaudu ulos
kirjanpitolista=kirjanpitolista
opnronimi=opiskelijanumero ja nimi
nimi=nimi
email=email
ilmjarjestys=ilm. j\u00e4rjestys
nimiemail=nimi ja email
nimikirjoitus=nimikirjoitus
tarkistuslista=tarkistuslista
export=export
kommenttikp=Kommentti:
opiskelijatkp=Opiskelijat:
valitsetyyppi=Valitse haluamasi listan tyyppi ja anna opiskelijoiden hakukriteerit:
tyhja=tyhj\u00e4
kaikkiopiskelijat=Kaikki kurssin opiskelijat.
numero=numero
annetunryhman=Annetun ryhm\u00e4n opiskelijat.
javascript=J\u00e4rjestelm\u00e4 vaatii toimiakseen <b>JavaScripti\u00e4</b> tukevan selaimen (ja sen on oltava my\u00f6s k\u00e4yt\u00f6ss\u00e4).
evaste=J\u00e4rjestelm\u00e4 vaatii toimiakseen <b>ev\u00e4steiden</b> (cookie) sallimisen.
indexinfo=J\u00e4rjestelm\u00e4n k\u00e4ytt\u00f6 aloitetaan t\u00e4lt\u00e4 sivulta valitsemalla kurssi, jonka tietoja halutaan muuttaa sek\u00e4 haluttu toiminto. T\u00e4lle sivulle tultaessa aloitetaan uusi istunto, jonka kesto on oletusarvoisesti 60 minuuttia viimeisimm\u00e4st\u00e4 sivupyynn\u00f6st\u00e4. T\u00e4m\u00e4n j\u00e4lkeen aloitetaan uusi istunto ja mahdolliset tallentamattomat muutokset menetet\u00e4\u00e4n.
ongelmatilanteet=<b>Ongelmatilanteissa voit l\u00e4het\u00e4\u00e4 mailia osoitteeseen <a href="mailto:tktl-kurki@cs.helsinki.fi">tktl-kurki@cs.helsinki.fi</a>.</b>
paivitykset=Tietoa Kurssikirjanpitoj\u00e4rjestelm\u00e4n p\u00e4ivityksist\u00e4</a>
opiskelijaopnro=Opiskelijat opiskelijanumeron mukaan
kurkiOpiskNimi=KURKI - opiskelijat: nimi
hashopnro=#opiskelijanumero
sukunimi=sukunimi
opsukunimimerkki=Opiskelijat, joiden sukunimi alkaa merkkijonolla "sukunimi".
alkuloppu=alku .. loppu
sukunimiaakkos=Opiskelijat, joiden sukunimi sijoittuu aakkosj\u00e4rjestyksess\u00e4 alun ja lopun v\u00e4liin. V\u00e4lin voi my\u00f6s j\u00e4tt\u00e4\u00e4 avoimeksi.
kriteerit=kriteeri1, kriteeri2, ...
useatkriteerit=Hakukriteereja voidaan antaa kerralla my\u00f6s useampia pilkulla erotettuina.<br> Esim. "1, air, sark" --> ryhm\u00e4n 1 opiskelijat sek\u00e4 kaikista kurssilla olevista ne, joiden sukunimi alkaa joko merkkijonolla "air" tai "sark".
meikalainen=mEiK\u00e4L\u00e4InEn
pienetjaisot== Meik\u00e4l\u00e4inen = meik\u00e4l\u00e4inen, eli pienill\u00e4 ja isoilla kirjaimilla ei ole merkityst\u00e4.
liitakommentti=Voit my\u00f6s halutessasi liitt\u00e4\u00e4 kirjanpitolistaan vapaamuotoisen kommentin. Lopuksi paina
sukunimellahaku=Sukunimell\u00e4 hakeminen kohdistuu aina kaikkiin kurssin opiskelijoihin.
jaadytys=J\u00e4\u00e4dytys tehd\u00e4\u00e4n, kun kurssi on valmis siirrett\u00e4v\u00e4ksi Oodiin.
tuloslistanToimitus=Toimita allekirjoitettu tuloslista kansliaan.
tuloslista=Saat tuloslistan kuittauksena s\u00e4hk\u00f6postitse.
korjaukset=Huom! Korjauksien tekeminen on mahdollista j\u00e4\u00e4dytyksen j\u00e4lkeenkin.
kanslisti=Kanslisti tekee korjaukset Oodiin manuaalisesti korjauslistan perusteella.
tomitus=Toimita allekirjoitettu korjauslista kansliaan.
kuittaus=Saat korjauslistan kuittauksena s\u00e4hk\u00f6postitse.
suorituspvm=Suoritusp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4
jaadyta=J\u00e4\u00e4dyt\u00e4 kurssi
